[
    {
        "type": "Quarks",
        "text": "Of the six types of quarks, up and down quarks are VIPs in everyday matter, as parts of protons and neutrons. <a href='https://www.sciencenews.org/article/theres-still-lot-we-dont-know-about-proton'>Protons</a> contain two up quarks and a down quark, and neutrons have two down quarks and one up. The others — charm, strange, top and bottom — are found in exotic, short-lived particles. Those rare particles are produced both naturally, for example, when high-energy particles from space strike Earth’s atmosphere, and artificially, in <a href='https://www.sciencenews.org/article/newfound-particle-relies-its-charms'>particle accelerators</a>. Quarks are never found alone; they are always combined with other quarks or with their antiparticles, antiquarks."
    },{
        "type": "Charged Leptons",
        "text": "Electrons, those familiar particles that swirl within atoms, are grouped with their heftier relatives: muons and taus. The trio are known as “charged leptons” for their electric charge. Muons and taus are not found in normal atom, but they can be produced in high-energy particle collisions. Muons and taus don’t hang around for long; <a href='https://www.sciencenews.org/article/barrier-colliding-particles-called-muons-has-been-smashed'>they rapidly decay</a> into other particles."
    },{
        "type": "Neutrinos",
        "text": "Each of the charged leptons — electrons, muons and taus — has a lightweight, neutral companion: a   neutrino. Neutrinos are produced in radioactive decay, reactions within the sun’s core and in exploding stars, for example. Neutrinos are the most abundant massive particles in the universe, yet they rarely interact with other matter — they <a href='https://www.sciencenews.org/article/physicists-measured-earth-mass-using-neutrinos-first-time'>can pass through the Earth</a> and come out the other side unscathed. Scientists are still pondering why the particles have <a href='https://www.sciencenews.org/article/new-experiment-slashes-maximum-possible-mass-tiny-neutrinos'>such small masses</a> — hundreds of thousands of times smaller than an electron’s."
    },{
        "type": "Higgs Boson",
        "text": "The Higgs boson is the signature of how most fundamental particles obtain mass. According to the standard model, an invisible Higgs field permeates all of space, and mass is the result of particles interacting with that field. A Higgs boson is the equivalent of a tiny ripple in the Higgs field. Particle physicists rejoiced when the Higgs — the <a href='https://www.sciencenews.org/article/higgs-found'>final missing piece</a> of the standard model — was found at the European particle physics lab CERN in Geneva in 2012."
    },{
        "type": "Force-carrying particles",
        "text": "The force-carrying particles allow other particles to interact. Photons, particles of light, transmit the electromagnetic force, which causes the push and pull of electrically charged particles. Gluons transmit the strong force, which <a href='https://www.sciencenews.org/article/protons-insides-pressure-strong-force'>glues quarks</a> to each other. <a href='https://www.sciencenews.org/archive/w-particle-physics-missing-link-found'>W and Z bosons</a> carry the weak force, which allows for certain radioactive decays and other processes. (Z bosons have no electric charge; W bosons can be positively or negatively charged.) The fourth force of nature, gravity, is not yet in the standard model."
    },{
        "type": "Antimatter",
        "text": "Each type of matter particle has an antimatter partner. Antiparticles have the opposite electric charge, but are otherwise identical to their alter-egos. Physicists are still <a href='https://www.sciencenews.org/article/mounting-evidence-suggests-neutrinos-are-key-why-antimatter-is-rare'>trying to understand</a> why matter is more prevalent than antimatter. For example, negatively charged electrons are much more prevalent in our cosmos than their positively-charged antiparticle, positrons. Because neutrinos have no electric charge, scientists are puzzling over whether neutrinos and antineutrinos are <a href='https://www.sciencenews.org/article/quest-identify-nature-neutrinos-alter-ego-heating'>distinct particles</a>, or the same thing. "
    }
]